Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Empagliflozin / metformin hydrochloride film-coated tablets (No. 5)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina (N.° 5)

source: Empagliflozin / metformin hydrochloride film-coated tablets (No. 7)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina (N.° 7)

source: Empagliflozin / metformin hydrochloride film-coated tablets (No. 8)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina (N.° 8)

source: Empagliflozin / metformin hydrochloride film-coated tablets (No. 9)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina (N.° 9)

source: Empagliflozin / metformin hydrochloride film-coated tablets, stressed (material no. 7)
es_es: Comprimidos recubiertos de linagliptina/clorhidrato de metformina, condiciones extremas (material N.° 7)

source: Empagliflozin / metformin hydrochloride filmcoated tablets (12.5/1000 mg)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina (12.5/1000 mg)

source: Empagliflozin / metformin hydrochloride filmcoated tablets (12.5/500 mg)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina (12.5/500 mg)

source: Empagliflozin / metformin hydrochloride filmcoated tablets (12.5/850 mg)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina (12.5/850 mg)

source: Empagliflozin / metformin hydrochloride filmcoated tablets (5/ 1000mg)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina (5/1000 mg)

source: Empagliflozin / metformin hydrochloride filmcoated tablets (5/500 mg)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina (5/500 mg)

source: Empagliflozin / metformin hydrochloride filmcoated tablets (5/850 mg)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina (5/850 mg)

source: Empagliflozin / metformin ydrochloride film-coated tablets (No. 6)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina (N.° 6)

source: Empagliflozin / metforminhydrochloride HCl
es_es: Empagliflozina / HCl de metformina

source: Empagliflozin /metformin HCl(Material No. 4)
es_es: Empagliflozina / HCl de metformina (Material N.° 4)

source: Empagliflozin 10 mg
es_es: Empagliflozina 10 mg

source: Empagliflozin 10 mg and 25 mg are approved for the treatment of T2DM.
es_es: Empagliflozina 10 mg y 25 mg están aprobadas para el tratamiento de la diabetes mellitus tipo 2.

source: Empagliflozin 10 mg and 25 mg are approved for the treatment of T2DM. Empagliflozin exerts its effect by promoting glucosuria and consequent haemodynamic changes associated with diuresis, improvement in arterial stiffness, blood pressure lowering effect with no increase in heart rate, and reduction in the heart rate x pressure product, an index of myocardial oxygen consumption.
es_es: Empagliflozina 10 mg y 25 mg están aprobadas para el tratamiento de la DM2. La empagliflozina actúa promoviendo la glucosuria y los consiguientes cambios hemodinámicos asociados con la diuresis, mejora de la rigidez arterial, efecto hipotensor sin aumento de la frecuencia cardíaca y reducción del producto frecuencia cardíaca x presión, un índice del consumo de oxígeno del miocardio.

source: Empagliflozin = BI 10773 XX
es_es: Empagliflozina = BI 10773 XX

source: Empagliflozin Film-coated Tablets
es_es: Empagliflozina, Comprimidos recubiertos

source: Empagliflozin and metformin concentrations were determined by validated high performance liquid chromatography-tandem mass spectrometry (HPLC-MS/MS) at BASi (Bioanalytical Systems Inc.), West Lafayette, USA.
es_es: Las concentraciones de empagliflozina y metformina se determinaron mediante un ensayo de HPLC-MS/MS validado (cromatografía líquida de alta resolución, espectrometría de masas en tándem) en BASi (Bioanalytical Systems Inc.), West Lafayette, EE. UU.

source: Empagliflozin and metformin fixed dose combination tablets can be taken with or without food.
es_es: Los comprimidos de combinación a dosis fija de empagliflozina y metformina se pueden tomar con o sin alimentos.

source: Empagliflozin and placebo groups had similar overall frequencies of patients with at least one reported AE (Table 3).
es_es: La frecuencia general de pacientes que consignaron al menos un EA fue similar entre los grupos de empagliflozina y placebo (Tabla 3).

source: Empagliflozin and placebo groups had similar overall frequencies of patients with at least one reported AE.
es_es: La frecuencia general de pacientes que consignaron al menos un EA fue similar entre los grupos de empagliflozina y placebo.

source: Empagliflozin can be taken with or without food.
es_es: La empagliflozina se puede tomar con o sin alimentos.

source: Empagliflozin concentrations in plasma samples were determined by a validated HPLC-MS/MS assay (high performance liquid chromatography, tandem mass spectrometry).
es_es: Las concentraciones de empagliflozina en muestras de plasma se determinaron mediante un ensayo de HPLC-MS/MS validado (cromatografía líquida de alta resolución, espectrometría de masas en tándem).

source: Empagliflozin exerts its effect by promoting glucosuria and consequent haemodynamic changes associated with diuresis, improvement in arterial stiffness, blood pressure lowering effect with no increase in heart rate, and reduction in the heart rate x pressure product, an index of myocardial oxygen consumption.
es_es: La empagliflozina actúa promoviendo la glucosuria y los consiguientes cambios hemodinámicos asociados con la diuresis, mejora de la rigidez arterial, produciendo efectos hipotensores sin aumento de la frecuencia cardíaca y reduciendo el producto frecuencia cardíaca x presión, un índice del consumo de oxígeno miocardiano.

source: Empagliflozin exerts its glucose lowering effect by preventing sodium and glucose reabsorption.
es_es: La empagliflozina ejerce su efecto hipoglucemiante evitando la reabsorción de sodio y glucosa.

source: Empagliflozin exposure increased with a decrease in renal function (up to 3.01-fold difference in gMean).
es_es: La exposición a la empagliflozina aumentó en proporción inversa con la función renal (una diferencia en la media geométrica de hasta 3.01 veces).

source: Empagliflozin exposure increased with a decrease in renal function.
es_es: La exposición a la empagliflozina aumentó en proporción inversa con la función renal.

source: Empagliflozin exposure increased with an increase in age (up to 1.38-fold difference in gMean).
es_es: La exposición a la empagliflozina aumentó con la edad (una diferencia en la media geométrica de hasta 1.38 veces).

source: Empagliflozin exposure increased with an increase in age, and it decreased with an increase in body weight or BMI.
es_es: La exposición a la empagliflozina aumentó con la edad y disminuyó en proporción inversa con el peso corporal y el IMC.

source: Empagliflozin exposure tended to be similar between non-diabetic vs diabetic patients (see Table 15.6.2: 13 and Figure 15.6.5.2: 12); even when non-diabetes patients were further stratified by normal (no pre-diabetes) and pre-diabetes categories, there were no major differences in empagliflozin exposures among normal, pre-diabetes, and diabetes (see Table 15.6.2: 16 and Figure 15.6.5.2: 15).
es_es: La exposición a la empagliflozina tendió a ser similar entre pacientes no diabéticos y diabéticos (ver Tabla 15.6.2: 13 y Figura 15.6.5.2: 12); Incluso habiendo estratificado a los pacientes sin diabetes ulteriormente en las categorías normal (sin prediabetes) y prediabetes, no hubo diferencias importantes en las exposiciones a la empagliflozina entre las subcategorías normal, prediabetes y diabetes (ver la Tabla 15.6.2: 16 y la Figura 15.6.5.2: 15).

source: Empagliflozin exposure was generally similar in males and females.
es_es: La exposición a la empagliflozina fue en general similar en hombres y mujeres.

source: Empagliflozin has no ionisable center and therefore no pKa-value.
es_es: La empagliflozina no posee ningún centro ionizable y, por lo tanto, carece de pKa.

source: Empagliflozin has no ionsiable centers and therefore no pk-values.
es_es: La empagliflozina no posee ningún centro ionizable y, por lo tanto, carece de valores de pK.

source: Empagliflozin improves survival in patients with high cardiovascular risk by mechanisms which go beyond the blood glucose lowering effect.
es_es: Empagliflozina mejora la supervivencia en pacientes con alto riesgo cardiovascular mediante mecanismos que van más allá del efecto hipoglucemiante.

source: Empagliflozin is a moderately lipophilic compound.
es_es: La empagliflozina es un compuesto moderadamente lipofílico.

source: Empagliflozin is slightly soluble in 50 % methanol in water, ethanol abs. and acetonitrile.
es_es: Empagliflozina es ligeramente soluble en metanol al 50 % en agua, etanol abs. y acetonitrilo.

source: Empagliflozin is slightly soluble in 50 % methanol in water, ethanol abs.
es_es: Empagliflozina es ligeramente soluble en metanol al 50 % en agua, etanol abs.

source: Empagliflozin is soluble in 50 % acetonitrile and sparingly soluble to soluble in methanol.
es_es: Empagliflozina es soluble en acetonitrilo al 50 % y moderadamente soluble a soluble en metanol

source: Empagliflozin plasma concentrations from these 3 patients were either below the limit of quantification or not analysed (see Appendix 16.1.3.5, Listing 3 and 6).
es_es: Las concentraciones plasmáticas de empagliflozina de estos 3 pacientes estuvieron por debajo del límite de cuantificación o no se analizaron (ver el Apéndice 16.1.3.5, Listados 3 y 6).

source: Empagliflozin shows a solubility of 0.28 mg/ml in water at 20°C.
es_es: La empagliflozina presenta una solubilidad en agua a 20° C de 0.28 mg/ml.

source: Empagliflozin treatment demonstrated a clinically meaningful and statistically significant 21% reduction in the risk of cardiovascular death or hospitalisation for heart failure (primary endpoint), compared with placebo.
es_es: El tratamiento con empagliflozina demostró una reducción clínica y estadísticamente significativa de 21% en el riesgo de muerte cardiovascular u hospitalización por insuficiencia cardíaca (criterio de valoración primario), en comparación con el placebo.

source: Empagliflozin trough concentrations were planned to be summarised descriptively.
es_es: Estuvo previsto hacer un resumen descriptivo de las concentraciones mínimas de empagliflozina.

source: Empagliflozin trough concentrations were summarised descriptively in Table 15.6.2: 1.
es_es: En la Tabla 15.6.2: 1, hay un resumen descriptivo de las concentraciones mínimas de empagliflozina.

source: Empagliflozin trough concentrations were summarised descriptively.
es_es: Se hizo un resumen descriptivo de las concentraciones mínimas de empagliflozina.

source: Empagliflozin was superior to placebo based on all primary and key secondary endpoints (Table 11: 1).
es_es: Empagliflozina fue superior al placebo según todos los criterios de valoración primarios y secundarios clave (Tabla 11: 1).

source: Empagliflozin was to be used with caution in patients at a higher risk of ketoacidosis while taking empagliflozin.
es_es: En los pacientes con mayor riesgo de sufrir cetoacidosis con empagliflozina, este medicamento debía administrarse con cautela.

source: Empagliflozin, BI 10773
es_es: Empagliflozina, BI 10773

source: Empagliflozin, film-coated tablets
es_es: Empagliflozina, Comprimidos recubiertos

source: Empagliflozin/ Linagliptin Film-coated Tablets
es_es: Empagliflozina / linagliptina, comprimidos recubiertos

source: Empagliflozin/Linagliptin
es_es: Empagliflozina/Linagliptina

source: Empagliflozin/Linagliptin:
es_es: Empagliflozina/Linagliptina:

source: Empagliflozin/Metformin Hydrochloride Film-Coated Tablets
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina

source: Empagliflozin/ metformin hydrochloride film-coated tablets
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina

source: Empagliflozin/metformin HCl (Material No. 4)
es_es: Empagliflozina / HCl de metformina (Material N.° 4)

source: Empagliflozina y Atazanavir;
es_es: Empagliflozin and Atazanavir;

source: En algunas situaciones se debería considerar la posibilidad de ampliar este periodo, por ejemplo, si se producen metabolitos activos con vidas medias más prolongadas o si la velocidad de eliminación del principio activo tiene una alta variabilidad entre los sujetos.
es_es: This period may be considered to be extended, for example, if active metabolites with longer half-lives are produced or if the elimination rate of the drug substance has a high inter-subject variability.

source: En algunas situaciones, puede no estar disponible información fiable relativa a la variabilidad esperada en los parámetros a estimar.
es_es: In some situations, reliable expected parameter variability data may not be available.

source: En algunos casos (véase el ejemplo en la sección 6.1, Estudios in vivo) los datos del perfil de concentración plasmática vs tiempo pueden no ser adecuados para la evaluación de la equivalencia entre dos formulaciones.
es_es: In some cases (see example in section 6.1, In vivo studies) plasma concentration vs time profile data may not be suitable for assessment of equivalence between two formulations.

source: En algunos casos puede no haber información fiable relativa a la variabilidad esperada en los parámetros a estimar.
es_es: In some situations, reliable expected parameter variability parameter data may not be available.

source: En algunos casos, es relevante incluir puntos finales de seguridad en las evaluaciones comparativas finales.
es_es: In some cases, safety endpoints should be included in the final comparative assessments.

source: En base a las consideraciones farmacocinéticas y clínicas, se acepta generalmente que, en el mismo sujeto, un curso de tiempo de concentración plasmática esencialmente similar dará como resultado un curso de tiempo de concentración esencialmente similar en el(los) sitio(s) de acción.
es_es: Based on pharmacokinetic and clinical considerations, it is generally accepted that, in the same subject, an essentially similar plasma concentration time span will result in an essentially similar concentration time span at the site(s) of action.

source: En caso afirmativo ¿se abstiene de evaluar sus propias investigaciones?
es_es: If so, do they refrain from evaluating their own research?

source: En caso de emergencia, el uso de cualquier medicamento diferente al evaluado debe ser reportado (dosis y tiempo de administración).
es_es: In case of emergency, the use of any medication other than the one evaluated must be reported (dose and time of administration).

source: En caso de que exista, ¿por cuánto tiempo permanece almacenada?
es_es: If so, how long is water stored?

source: En casos raros puede ser necesario medir las concentraciones de un metabolito activo primario en lugar de las del principio activo si las concentraciones del principio activo son demasiado bajas para permitir una medición analítica fiable en sangre, plasma o suero durante un período adecuado de tiempo, o cuando el compuesto original es inestable en la matriz biológica.
es_es: In rare cases, when concentrations of the active substance are too low to allow reliable analytical measurement in whole blood, plasma or serum over an adequate period of time, or when the parent compound is unstable in the biological matrix, it may be necessary to measure concentrations of a primary active metabolite instead of the active substance.

source: En ciertas situaciones los estudios de dosis múltiple pueden ser apropiados.
es_es: In certain situations multiple dose studies may be appropriate.

source: En ciertos casos (por ejemplo, cuando el medicamento comparador CDF no está disponible en el mercado) medicamentos separados administrados en combinación libre se pueden utilizar como comparador.
es_es: In certain cases (e.g., when the innovator drug is not available in the market), free combination separate drugs can be used as comparators.

source: En ciertos casos, la medición de la concentración del principio activo puede ser necesaria por razones de seguridad, es decir, a fin de evaluar la absorción sistémica no deseada.
es_es: Drug substance concentration measurements may be required for safety reasons, i.e., to assess undesired systemic absorption.

source: En ciertos casos, un estudio realizado con una concentración inferior puede considerarse aceptable por razones de seguridad o si el principio activo es altamente soluble y su farmacocinética es lineal en el rango terapéutico.
es_es: In certain cases, a lower concentration may be considered acceptable, either for safety reasons or when the drug substance is highly soluble and its pharmacokinetics are linear in the therapeutic range.

source: En circunstancias normales la sangre debe ser el fluido biológico muestreado para medir las concentraciones del principio activo.
es_es: Under normal circumstances, the biological fluid sampled to measure drug substance concentrations is blood.

source: En consecuencia, serán necesarios al menos siete puntos de muestreo para la estimación de los parámetros farmacocinéticos necesarios.
es_es: Thus, at least seven sampling points will be necessary to estimate the necessary pharmacokinetic parameters.

source: En contraste con los estudios de bioequivalencia (donde se aplica un intervalo de aceptación convencional) el tamaño del rango de aceptación en los ensayos clínicos debe establecerse individualmente de acuerdo a la clase terapéutica y a la indicación;
es_es: As opposed to bioequivalence studies (where a conventional acceptance range applies), the size of the acceptance range in clinical trials should be set individually according to the therapeutic class and indication;

source: En cuanto a la bioexención basada en BCS, si ambas dosis liberan 85% o más de la cantidad etiquetada del principio activo en 15 minutos, utilizando todos los medios de disolución como se recomienda en la sección 11.2, la comparación del perfil con una prueba f2 es innecesario.
es_es: For BCS-based biowaivers, if both doses release 85% or more of the drug substance label content within 15 minutes, using all dissolution media from 11.2, comparison of the profile with an f2 test is unnecessary.

source: En cuanto a las bioexenciones basadas en el BCS, un modelo matemático independiente (por ejemplo, la prueba f2) puede ser utilizado para comparar los perfiles de disolución de dos medicamentos.
es_es: For BCS-based biowaivers, an independent mathematical model (e.g., the f2 test) can be used to compare the dissolution profiles of two drugs.

source: En cuanto a los estudios de bioequivalencia (BE), los intervalos de confianza del 90% deben ser calculados para potencia relativa, mientras que intervalos de confianza del 95% deben calcularse para el análisis de la respuesta a gran escala.
es_es: For bioequivalence studies, relative power should be calculated with 90% CIs, while large-scale response analysis should use a 95% CI.

source: En cuanto al aspecto externo, ¿lo(s) edificio(s) tiene(n) buena conservación (sin grietas, filtraciones, etc)?
es_es: Are the building(s) externally in good condition (no cracks, leaks, etc.)?

source: En determinadas condiciones, a raíz de los cambios permisibles a la formulación o fabricación después de la aprobación del medicamento, las pruebas de disolución in vitro también pueden ser adecuadas para confirmar la similitud de las características de calidad y rendimiento del medicamento.
es_es: In certain conditions, given permitted post-approval formulation or manufacture changes, in vitro dissolution tests can also confirm drug quality and performance comparability.

source: En dicha solicitud debe indicar el medicamento objeto de investigación, para que la ARCSA determine el medicamento comparador y se puedan desarrollar los estudios respectivos.
es_es: The application must indicate the test drug, so that the ARCSA can determine the comparator and carry out the respective studies.

source: En el acceso a medicamentos, los intereses de la salud pública prevalecerán sobre los económicos y comerciales (…)”;
es_es: Drug availability will give preeminence to public health interests over economic and commercial interests (…)”;

source: En el análisis de las muestras de los sujetos, la precisión y la exactitud del método deben ser confirmados por re-análisis en una corrida analítica realizada en un día diferente (incurred samples reanalysis ISR).
es_es: The precision and accuracy of the subject sample analysis method should be confirmed through re-analysis on an analytical run performed on a different day (incurred samples reanalysis, ISR).

source: En el caso de los medicamentos no soluciones, para uso no sistémico, la equivalencia se establece, por ejemplo, a través de estudios clínicos o farmacodinámicos comparativos, estudios sobre la disponibilidad local y/o en estudios in vitro.
es_es: Equivalence for non-solution, not systemic drugs is determined, e.g., through comparative clinical or pharmacodynamic studies, local bioavailability studies, and/or in vitro studies.

source: En el caso de que el solicitante no pueda proporcionar esta información o no tenga acceso a los datos pertinentes, corresponde al solicitante llevar a cabo los estudios apropiados para demostrar que las diferencias en los excipientes o dispositivo (empleado para administrar el producto) no afectan el desempeño del medicamento.
es_es: Where the applicant fails to supply this information, or the data are not available, they should perform the appropriate studies to show that the differences in the inactive ingredients or the administration device do not affect the drug performance.

source: En el caso de una forma de dosificación de liberación inmediata con varias dosis que se desvía de la proporcionalidad es posible emplear bracketing, de modo que sólo las dos concentraciones que representan los extremos necesitan ser estudiadas in vivo.
es_es: For multiple dose immediate release dosage forms deviating from proportionality, bracketing may be considered so that only the two outmost concentrations have to be studied in vivo.

source: En el caso de utilizar estudios farmacocinéticos en seres humanos:
es_es: For human PK studies:

source: En el caso de utilizar métodos de permeabilidad directos:
es_es: For direct permeability methods:

source: En el caso en el que 85% de disolución no pueda ser alcanzada debido a la mala solubilidad del principio activo o el mecanismo de liberación de la forma de dosificación, la disolución debe llevarse a cabo hasta que se ha alcanzado una asíntota (meseta);
es_es: Where 85% dissolution cannot be achieved due to poor drug substance solubility or dosage form release mechanism, dissolution should continue until an asymptote (plateau) has been reached;

source: En el caso las cápsulas de liberación extendida, donde las diferentes dosis han sido obtenidas ajustando el número de microgránulos que contienen el principio activo, una comparación de perfiles de disolución (f2 ≥ 50) a la condición de prueba recomendada es suficiente para una bioexención basada en la proporcionalidad de dosis de la formulación.
es_es: For extended-release capsules where different doses are obtained by adjusting the number of drug-substance microgranules, granting of a biowaiver based on the formulation dose proportionality relies on the comparison of the dissolution profiles at the suggested test condition (f2 ≥ 50).
